---
kind: property
id: P:Autodesk.Revit.DB.Structure.AreaLoad.IsProjected
source: html/56b7d8d9-6d4f-0d27-2395-e3991b69a29a.htm
---
# Autodesk.Revit.DB.Structure.AreaLoad.IsProjected Property

Indicates if the load is projected.

## Syntax (C#)
```csharp
public bool IsProjected { get; set; }
```

## Remarks
Returns true if the area load is projected, false otherwise.
 This parameter will take effect only if AreaLoad.OrientTo property is set to LoadOrientTo.Project.